---
title: トビハゼの謎、トビハゼの素朴な疑問集
header-includes:
	<meta name="keywords" content="トビハゼ,分岐年代,論文,2355toby,Toby the mudskipper,P Modestus,素朴な疑問" />
	<meta name="description" content="トビハゼにまつわる謎について、分かったことを記述しています。" />
	<link rel="icon" href="https://awakura.github.io/toby64.png" sizes="64x64" type="image/png" /> 
	<link rel="icon" href="https://awakura.github.io/toby32.png" sizes="32x32" type="image/png" />  
	<link rel="apple-touch-icon-precomposed" href="https://awakura.github.io/toby150.png" />
---

[Return to top](https://awakura.github.io/)

[Twitter : homemaku](https://x.com/homemaku)

[2355toby トビハゼ「トビー」のほぼ毎日更新](https://www.youtube.com/channel/UCFq06QurrYT58m7wzqy1MZQ)

___

# 魚なのになぜトビハゼは陸上にいるのか？　トビハゼの素朴な疑問集。

### トビハゼは魚なのに、なんで陸上をうろうろしてるのか。

トビハゼが魚なのに陸上をうろうろする主な理由は、２つあります。

- 皮膚呼吸ができ、エラ呼吸に頼らなくていい
- 泥干潟という敵の少ない、エサの多い場所がある

トビハゼは、皮膚のすぐ下に走っている毛細血管たちのおかげで、皮膚呼吸能力に優れています。
環境省の文献†によれば、
「空気呼吸もおこない、皮膚が主要な呼吸器官となる。皮膚呼吸の割合は水中で47％、空気中で73％である。」という記載があります。
この皮膚呼吸脳は、東京湾といった低酸素貧海で勝ち抜く大きな要因になったはずです。
（溶存酸素が少ない海でも生きていけるからです。とはいってもトビハゼが浮遊生活をするのは、生後45−50日までと言われています）

泥干潟は水中の天敵である小型の魚類を避けるためにも泥干潟は最高の場所です。魚は普通、陸地には上がってこれませんからね。
普通陸地には、イタチなどの小型獣やトカゲ、大きい昆虫などの強力なライバルがいますが、
しかし体が簡単に沈んでしまう泥干潟には、重い動物はやってこれません。動けなくなってしまいますからね。
また、昆虫は塩性の湿地や塩のあるところにはほぼ住むことができなくなっています。
陸地では、小型の鳥類が主な天敵です。小型の鳥類もあまり集まると大型の鳥類猛禽類に狙われますから、大型の鳥類の見通しの効くような
泥干潟はとても都合がよいのです。


表I－2－6（4）　注目種の特性の整理例

[†1 生物の多様性分野の環境影響評価技術（III）　生態系アセスメントの進め方について（平成13年9月）](http://assess.env.go.jp/files/0_db/seika/4738_01/3/sec1-2.html)


### トビハゼは魚なのに陸上を歩いているから、我々地上に生きる生き物の祖先なのか？進化して両生類になったのか？

そうなんです！といいたいところですが、実は全く祖先じゃないそうです。
ラッコや我ら哺乳類はシーラカンスなどの肉鰭類（ヒレの根本が背骨と肩のような太い骨とつながっている、ヒレの動きを支えている）、それに対しトビハゼなどは条鰭類（ヒレの根本に太い骨がなく、細い骨が何本もある）から進化したものです。

我らがトビハゼ様の祖先である条鰭類（じょうきるい）との分岐年代は約4億年前。
トビハゼは、そんな肩の骨なんかなくても陸地を歩けてしまうということを証明してしまったり、
思いっきりジャンプするときは、背骨のとおった尾鰭でジャンプしてしまえばいいという、
我々哺乳類の祖先とは全く違った発想で体を支えています。

トビハゼは本当に面白いですね。

[肉鰭類 wiki](https://ja.wikipedia.org/wiki/%E8%82%89%E9%B0%AD%E9%A1%9E)


### トビハゼは何を食べているのか？

先日、面白い記事がありました。内容を端的にまとめると「食肉目の死体を、食肉目や鳥類は、かなりケアして食べている（ウジなどから間接的に食べるし、ウジもすこし離れたところにいるようなウジを食べる）という良記事でした。

[動物の死体に湧いたウジを全部数える。死体を巡る生き物たちの意外な営みについて日本大学の橋詰茜さんに聞いた](https://hotozero.com/knowledge/nihon-u_scavenging/)

それに対して、トビハゼは積極的に屍肉食をします。ちょっと大きくても、水をつたって、死体の味が伝わってくると食べるようです。
これに対して、トビハゼ類は、死体があると積極的に食べます。ただ不思議なのは、全てを食べ切るというよりは、２、３日かけちょっとずつ食べます。酢漬けは食べませんでした




### トビハゼはどうやってジャンプしているのか？


### トビハゼのジャンプ速度を、トビウオ（ライバル）の飛行速度と水中突進速度の関係から導き出す。

重力による終端速度の式は、以下の通り。　式は、重力と速度に比例した反作用が釣り合う点である、 mg - kVt = 0を変形したものだと思う。（たぶん）

<img src="https://www.gstatic.com/education/formulas2/553212783/ja/terminal_velocity.svg" alt="終端速度の式">

仮で水と空気のCdは同一とできる。（適当）
Aはトビウオ・トビハゼの飛行姿勢に依存する値なので、水・空で同一と考えられる。（ここはざっくりあってるはず）
トビウオの終端速度は、mgの代わりに推力Fで置き換えられる。
水中でも空気中でも尾鰭から得た推力は同じと考えれば、Fも水・空で同一。
たとえば、トビウオは速度が落ちると、胸鰭で揚力を得ながら尾鰭だけ水につけて加速することが可能だそうだ。
トビハゼの場合も、水上でジャンプする場合は、一瞬水に沈み、その間に尾鰭で水中を泳ぐ様に加速してジャンプするので、
似た様な式と考えても良いはずだ。

上記前提を考えると、
空気中最大速度 ＝ ( √水の密度　/ √空気の密度 ) X　水中最大速度　
となる。

空気の密度は約1.29kg / m3　。　それに対して水は１０００リットルなので、　1000kg / m3。
つまり、空気中速度は、水中最大速度のざっくり√1000倍　つまり、30倍ほどになるはずだ。


#### この３０倍が正しいかどうか、飛行速度がわかっているトビウオで検証

トビウオ体長約30cm。
水中突進速度は平均的な10BL/s(300cm/s)とすると、飛行速度は 300cm/s x 30 の 90 m/s、つまり 時速 324 km/h　と推定される。
(水中突進速度は、3m/s = 10.8km/s)
Wikiを見ても飛行速度30km/hとある。
300km/hは早すぎるな、ジャンボジェットでも130kmで離陸するし、300kmで高波にぶつかったら、どんだけ顔流線型でもトビウオ死ぬよね。
海に行ってトビウオに当たったらトビウオが顔面に刺さる事故が起きる。

#### 検証をもとにCdを修正し、約３倍と仮定する。

ということは、「仮で水と空気のCdは同一とできる。（適当）」を修正して、
空気中ではCdを0.01にしてみっか。要は、水中突進速度の３倍にする。

#### この３倍値が、他の魚種で計算する。ダツ(needle fish)

飛魚が刺さる話は聞いたことはないけど、
ちょっと関係ないけど、ダツとか本当に刺さったりするらしいです。
Wikipediaの事故の記録を見ると、２年毎に世界で一人くらいは死んでいる模様。
サイパンの海にもダツがめっちゃいて怖かったですね。ちょっと間合いを持って水面近くに浮かんでるだけなんですけど、なんせでかいしたくさんいる。

[Wiki Needle fish : danger to human](https://en.wikipedia.org/wiki/Needlefish#:~:text=%5B9%5D-,Danger%20to%20humans,-%5Bedit%20source)

ダツは最大BL95cmくらいで、空中で60kmだそうです。
この3倍値を当てはめると、10BL/s計算で、突進速度はざっくり10m/s=36km/h
空中３倍仮説で100km/h　まあ悪くないかもしれないですよね。

#### じゃあトビハゼ速度

5cmのトビハゼであれば、突進速度 10BL/s 計算で、0.5m/s = 1.8km/h。
空中であれば 3倍仮説で、1.5ms = 5.4km/h。　まあ悪くなさそうです。
干潟歩いてて、絶対追いつけない速度、って感じますもの。

#### 実際の見た目と合致するか計算する。

#### 陸地のジャンプ

急いでいる時、陸地の
見た目のジャンプ距離は、大体2BLで、高さは3cmくらいですもんね。

1/2at^2 = 3cm

4.9 x t x t = 3 cm
t x t = 0.6 cm

ジャンプ中の時間と、タメ時間は同じくらい


60% は 1/30、40% は元のままとすると、 0.6/30 + 0.4 = 0.4002



#### じゃあ、トビハゼの速度はどうなるの？

どっちかというと、泳ぎが得意でないトビハゼ（頭がでかくて、鰭がそんなにでかくない（胸鰭だけ大きい））ですが、
よくいる体長5cm、突進速度10BL/sを仮定すると、
突進速度 50cm/s 1.8km/hです。　3-4cmの稚魚だと、干潟を歩く人間よりも遅いな、という感じがあるので、まあ妥当な値。

x 3 5.4km/s 30BL/sはとてもじゃないけど、捕まえられない。 0.2　3BLくらい飛ぶので、


終端速度
トビハゼ　時速６０kmくらいになると、十分風がすごい。水の中だとこの１０００倍の圧があるわけだから、そりゃ時速1/30となるわ。
スイミングスクール行ってた人間で4km/sくらいでてるのすごいよね。 1.1m/s、0.8 BL/sとかやけど、魚が巡航 2-3 BL/sなのにくらべたら
十分いけてるやろ。




#### 補足情報

この検算のためのトビウオのパラメータは下記からとりました。

[とびうおWikipedia](https://ja.wikipedia.org/wiki/%E3%83%88%E3%83%93%E3%82%A6%E3%82%AA)

突進速度10BL/sの推定は、いつもの北海道開発局の魚道設計資料から撮っています。

[北海道開発局 魚道設計資料](https://awakura.github.io/toby/links.html#:~:text=%E3%81%AB%E3%81%A4%E3%81%84%E3%81%A6%E3%81%AE%E5%8F%82%E8%80%83%E6%96%87%E7%8C%AE-,%E5%8C%97%E6%B5%B7%E9%81%93%E9%96%8B%E7%99%BA%E5%B1%80%20%E9%AD%9A%E9%81%93%E8%A8%AD%E8%A8%88%E8%B3%87%E6%96%99%20%E9%AD%9A%E9%A1%9E%E9%80%9F%E5%BA%A6,-%E6%B7%A1%E6%B0%B4%E9%AD%9A%E3%81%AA%E3%81%A9%E3%80%81%E9%AD%9A%E9%A1%9E)

また、下記魚類の遊泳運動から、尾鰭を水中に残したまま加速する際の、摩擦抵抗類数%程度以下と見積もれると推定し、無視することにしました。
なぜなら、誘導抵抗が30%（揚力の反対向きに働く力）がありますが、水面付近で尾鰭の運動であれば、
誘導抵抗が発生する側は水ではなく空気が入り込んでいるはずなので、1 / √σ、つまり1/30程度の誘導抵抗になると考えられたためです。

[魚類の遊泳運動](https://www.jstage.jst.go.jp/article/hikakuseiriseika1990/10/4/10_4_249/_pdf)

66cm/sのカツオ（巡航速度）で、抗力の割合は、　
-魚体と各鰭の摩擦抵抗　37%/圧力抵抗 16% の合計53%
-誘導抵抗　30%
-鰓抵抗 17%

ちなみに突進速度までの時間は、推定だが0.2秒程度。
トビウオが最高速に達するのに必要な距離は、0.5 X (300/0.2) X 0.2 X0.2 = 30cm程度。



# 細かいバージョン

### トビハゼの陸地への適応　もっと細かいバージョン

・かなり皮膚呼吸ができる　（エラ呼吸でないので水中にいる必要がない）　†1
・アンモニアを代謝できるので、　アンモニアをアミノ酸に代謝できる。　†1
・ヒレが発達して、体を支えて歩ける。

論文としては、このトビハゼだけが持っているというのはどれくらい信憑性が

・水の中にいないから、大きい魚から捕食されない。
・泥干潟は食べ物が豊富
・泥干潟はトカゲなど大型の捕食者が入ってこれない
・泥干潟は、鳥などの捕食者も入ってきにくい。
食べ物が豊

泥を食べる能力を持っている

歩いてくる大型
・カニとの間合いをどう詰めているか  トビハゼが直前までこっちみてるのは、カニとの戦い方

ちなみに、魚なのになぜ地上にいるのか、というのはもっともな疑問なのですが、
田んぼに住んでいるドジョウなども、土の中に潜って、皮膚呼吸をしながら来年の田植えを待ったりできるらしいです。
腸内に空気をためて、おしりで呼吸したりできるらしいですよね。

そういえば、２０２４年のイグノーベル賞で
https://www.osaka-u.ac.jp/ja/news/topics/2024/09/13001
阪医の武部貴則教授が「豚の腸に酸素を含んだ液体を入れると、豚が窒息しにくくなる」
というのがありました。

毛細血管がたくさん表面通っているところであれば、どこでも呼吸（血液に配位したの二酸化炭素を酸素で置きかえる反応が進む）できることが示唆されています。


昆虫類や、その他の敵に対して一体どうやって防御している


[水の無い田んぼで生きるドジョウのなぜ？なに？ 編](https://global.honda/jp/philanthropy/hondawoods/forest/library/006/)

の分岐年代と、陸から海に進出、もしくは、海から陸に進出した生物の、分岐年代一覧表です



# トビハゼの分岐年代と陸から海に進出した生物の分岐年代の比較・一覧

フロンティア動物門

トビハゼは可愛い。しかし、残念ながらラッコの可愛さには負けていると言わざるを得ない。特に、水族館にいる色の白いラッコ（野生のは大抵黒い）は、目が目立って可愛い。実はラッコとトビハゼはある種共通点がある。ラッコは海から陸に進出した哺乳類が、再び海に進出した脊椎動物だ。トビハゼは、海から陸に進出しようとしている脊椎動物だ。海陸をまたがってフロンティアを開拓している共通項がある。

ラッコとトビハゼの祖先は約4億年前に別れたと言われており、ラッコや我ら哺乳類はシーラカンスなどの肉鰭類（ヒレの根本に太い骨があって、ヒレの動きを支えている）、それに対しトビハゼなどは条鰭類と呼ばれている（ヒレの根本に太い骨がない）

ラッコの祖先がようやく上がった地上から、再度ラッコが海に進出するまでは、


海→陸進出時：原始的な哺乳類　盤竜類　330Mya
陸→海再進出時：北方獣類\食肉目が66Mya\イタチ科\カワウソ

川で狩しようか、って思ったカワウソもすごいよね。　川狭いじゃん。　めっちゃ川ばっかのとこで適応したんでしょうか？
そっからまた海に行けるわ、って思ったのすごいよね。

中型哺乳類のホワイトスペースである沿岸部に進出するまでは、

ジュゴンなど　アフリカ獣類海牛目は66Mya　以降
北方獣類  鯨偶蹄目は　66Mya以前、鯨類は55Mya



##



<img alt="†1 脊椎動物 分岐年代　熊本美術館" src="https://kumamoto-museum.net/kmnc/wp-content/uploads/sites/2/2020/06/73eab54b0e5d9166043ae8f2293fbe04.jpg" width="50%">

[†3 分子情報に基づいた真獣類の系統と進化(2021)](https://web.archive.org/web/20211207041922id_/https://www.jstage.jst.go.jp/article/mammalianscience/60/2/60_269/_pdf)

[†4 SINE配列に学ぶ生命の進化](https://www.jstage.jst.go.jp/article/kagakutoseibutsu1962/36/8/36_8_523/_pdf/-char/ja)

食肉目が66Myaなので、イタチ科　カワウソはそれ以降　30Mya　CyZmayYUcAAGG5P.jpgによると

[†5 Turtle-phylogeny-and-divergence-time-estimation-by-molecular-clock-analysis](https://www.researchgate.net/figure/Turtle-phylogeny-and-divergence-time-estimation-by-molecular-clock-analysis-a-Two_fig1_361421507)

[†6 ゲノム解読から明らかになったカメの進化(2013)](https://www.riken.jp/press/2013/20130429_1/)
亀自体の分岐は260Mya
†5
海亀の分岐が100Mya


Once upon a time Joseph Campbell said "And the only myth that is going to be worth thinking about in the immediate future is one that is talking about the planet, not the city, not these people, but the planet, and everybody on it."
And now, we have a universal problem with planet, the climate change.
We are coping with this climate change through our environmental-concious products,



亀は元々陸やったんやな。　海亀がさきやと思ってた。
トータス松本　はリクガメ
ニンジャタートルズは海亀
ニンジャトータスィーズのほうがええやろ、しらんけど。
トビハゼと一緒に昼ごはん食べようと思って、マグロの刺身買ってきて、分け分けして食べた。　トビーはマグロがあまり好きじゃないようだ、青魚のときと食いつきが違う。


海 → 陸 → 海

・原始的な爬虫類　330Mya　→ 首長竜　230Mya 100Myaで海に戻る。
・原始的な爬虫類　330Mya　→ 蛇類　ウミヘビ類　10Mya †2　320Myaで海に戻る

嗅覚受容体
†2
[ウミヘビ類のゲノム解読に成功](https://www.excells.orion.ac.jp/news/1207)

亀

海亀爬虫類？　亀は陸亀。


タガメ

軟体動物、カタツムリ

子供の頃水の中に住んで、

子供の頃外に住んで　、水のなかに帰ってくる


海ー＞陸ー＞空ー＞陸
原始的な鳥類　150Mya
 ダチョウ
 キウイ

原始的な哺乳類　盤竜類　330Mya　

北方獣類　食肉目が66Myaなので、イタチ科　カワウソはそれ以降

ジュゴンなど　アフリカ獣類海牛目は66Mya　以降
北方獣類  鯨偶蹄目は　66Mya以前、鯨類は55Mya


---

@2355toby


